cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'd12frosted/emacs-plus'

brew 'the_silver_searcher'
brew 'coreutils'
brew 'emacs-plus'
brew 'fasd'
brew 'fzf'
brew 'node'
brew 'python'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask 'java'
cask 'vlc'
